<html>

<head>
    <meta http-equiv="Content-Type" content="text/html;charset=utf-8">
    <meta name="viewport" content="width=device-width, minimum-scale=1.0, initial-scale=1.0">
    <link rel="shortcut icon" href="img/legno.png">
    <link rel="icon" type="image/png" id="favicon" href="img/legno.png">
    <link rel="stylesheet" href="css/style.css">



    <title>FAQ :: SILENYTE Project</title>

    <meta property="og:image" content="img/og.png" />
    <meta property="og:description" content="The Silenyte project is an undergoing collection of productions derived from a Worldbuilding project. Comic, RPG, Encyclopedia, Music, and much more as far as the world goes. Brought to you by yours truly, Lucas Flicky and cohorts. Here you can check lively on the production status as I feed the site." />

</head>

<body>


<header>
    <h1>FAQ :: SILENYTE Project</h1>
    <img class="logo" src="img/logo.png">
</header>


<div class="faq container">




    <div><p  class="quest">Legal, tu t&aacute; fazendo uma HQ ent&atilde;o, &eacute; isso?</p>
        <br>Mais ou menos, recentemente comecei a divulgar rumores de um &ldquo;projeto de comic&rdquo;, o que n&atilde;o &eacute; mentira, mas &eacute; s&oacute; uma ponta do projeto inteiro, e que porventura &eacute; uma ponta que desperta o interesse de um nicho um pouco maior, j&aacute; que o de worldbuilding &eacute; pouco conhecido at&eacute; entre pessoas que o praticam (eu mesmo s&oacute; conheci depois de uns 5 anos fazendo). <br>Mas o correto &eacute; dizer que o projeto, que por hora chamo de Silenyte - e que nao sei se n&atilde;o vai receber outro nome depois, pois esse a principio &eacute; o nome da primeira comic &ndash; &eacute; um projeto primordialmente de worldbuilding, mas que vai ser um playground us&aacute;vel pra varias outras coisas, RPGs, Comics/Livros, Albuns musicais, o foco &eacute; o mundo e tudo o que ele proporciona para hist&oacute;rias talvez at&eacute; al&eacute;m da que estou escrevendo agora. <br>A minha inten&ccedil;&atilde;o &eacute; criar um universo rico e exploravel por quem se interessa pelo assunto, &eacute; um hobby meu de anos que recentemente por curiosidade de alguns resolvi abrir e dedicar mais tempo e um effort mais profissional nele. Independente se ele for conhecido ou an&ocirc;nimo, eu t&ocirc; me divertindo com a atividade e os desafios que s&atilde;o criar um worldbuilding s&oacute;lido.<br>
</div>
        <div>
            <p  class="quest">Vejo bastante posts sobre o projeto, mas quando sai a HQ?</p>

            <br>Essa pergunta &eacute; uma das mais constrangedoras de responder, eu n&atilde;o comecei a produzir a HQ por uma s&eacute;rie de fatores:<br>-Eu n&atilde;o estou satisfeito com a qualidade atual do meu material, nem com minha atual velocidade e qualidade do meu tra&ccedil;o, eu n&atilde;o me sinto apto a produzir v&aacute;rias paginas as is pra depois provavelmente ter que refazer metade (isso j&aacute; aconteceu, silenyte come&ccedil;ou a ser desenhada duas vezes em 2011 e 2012, mas mil e um fatores me fizeram parar e inutilizar tudo produzido)<br>-Eu tenho pouca ou nenhuma habilidade com escrita mais &ldquo;liter&aacute;ria&rdquo;, do tipo contar historias lineares, tramas, plots. Eu gosto de dizer que sou bom em escrever &ldquo;history&rdquo; mas n&atilde;o &ldquo;story&rdquo;. Esse item j&aacute; est&aacute; sendo abordado intensivamente com a ajuda de amigos entendidos do assunto. Por essa raz&atilde;o, eu evito come&ccedil;ar qualquer coisa antes de ter pelo menos um roadmap de onde a historia vem e pra onde ela vai, plot points e como ela conclui, al&eacute;m de pelo menos 25% do roteiro inicial da historia j&aacute; definido e decidido, eu quero jogar safe e evitar mais retrabalho.<br>-Complementando o &uacute;ltimo item, atualmente o estado da hist&oacute;ria &eacute;: tenho vagamente uma id&eacute;ia do kick-in, tenho uma boa trama pro meio, mas nao tenho muita ideia dos dois atos centrais e menos id&eacute;ia ainda de como termina, e o pior &eacute; que eu simplesmente n&atilde;o sei como termina AT ALL.<br>-Eu n&atilde;o sou totalmente confiante na minha capacidade de trabalhar com material serializado, eu n&atilde;o sei se dou conta de entregar X p&aacute;ginas por semana com o atual estado da minha rotina.<br>-eu sei muito pouco sobre t&eacute;cnicas de quadriniza&ccedil;&atilde;o em si, eu sei bolar o &ldquo;screenplay&rdquo; mas transformar isso em quadrinho s&atilde;o outros 500.<br>-O mundo ainda t&aacute; meio cru, n&atilde;o tem detalhes suficientes pra embasar a hist&oacute;ria. Isso est&aacute; sendo mais ou menos acessado, comecei a rushar o desenvolvimento de lugares chave do plot que vai ser usado na HQ, a&iacute; depois eu fa&ccedil;o em paralelo o detalhamento do resto. Mas como o foco &eacute; o mundo, eu preciso pelo menos dum snapshot dele em nivel macro.<br>

        </div>

        <div>
            <p  class="quest">Pra que tu precisa da massa e acelera&ccedil;&atilde;o gravitacional do planeta, calend&aacute;rios e toda essa merda se ningu&eacute;m liga pra isso numa HQ? Pra que todo esse detalhe se boa parte tu nem vai usar / &eacute; irrelevante na hist&oacute;ria?</p>

            <br>Talvez voc&ecirc; n&atilde;o ligue, mas tem bastante gente que liga, e honestamente o meu &ldquo;p&uacute;blico-alvo&rdquo; &eacute; mais esse. Quem quiser acompanhar s&oacute; pela HQ tudo bem, acho que vai ser uma experi&ecirc;ncia satisfat&oacute;ria mas vai ser 10% dela toda, eu quero investir em algo que seja &ldquo;intelectualmente imersivo&rdquo; onde por pura curiosidade as pessoas simplemente saiam a &ldquo;investigar&rdquo; a historia e situa&ccedil;&atilde;o do mundo para entender, divagar, ou tirar suas proprias conclus&otilde;es baseadas no que j&aacute; aconteceu. &Eacute; pra ser uma experi&ecirc;ncia org&acirc;nica e completa, assim como os outros &ldquo;produtos&rdquo; entre muitas aspas, que esse cen&aacute;rio vai gerar.<br>Silenyte &eacute; feito por um worldbuilder para worldbuilders.</div>

        <div>
            <p  class="quest">O que mais tu vai produzir em cima disso?</p><br> Silenyte &eacute; minha obra-filha, que vai me ocupar pela vida inteira certamente, t&eacute;cnicamente&nbsp; eu posso dizer que eu estou &ldquo;trabalhando&rdquo; nela desde 2006, pois muita coisa do mundo foi criada nessa &eacute;poca enquanto eu era um moleque, eu tentei ser o menos destrutivo possivel com a imagina&ccedil;&atilde;o de crian&ccedil;a da &eacute;poca e implementar coisas dessa &eacute;poca no mundo que desenvolvi depois de virar um adulto chato e excessivamente anal&iacute;tico.<br><br>Dito isto, dentre o que quero produzir baseado no projeto, destacam-se os seguintes:

        <ul>
            <li>A HQ, claro, principalmente pra apresentar os personagens criados, muitos existindo desde os anos 2000. E pra dar uma perspectiva mais in-world do cen&aacute;rio, coisas acontecendo ditadas pelo proprio criador.</li>
            <li>Um cen&aacute;rio ou sistema de RPG, recentemente conheci um pessoal bem experiente e cr&iacute;tico no assunto que podem me ajudar nessa parte, pro pessoal que n&atilde;o contente em consumir uma hist&oacute;ria, querem imergir mais ainda nela, contando suas pr&oacute;prias. Para isso todo o material de worldbuilding serviria como um suprimento gigante de possibilidades e cen&aacute;rios para serem jogados.</li>
            <li>Uma Enciclop&eacute;dia, primeiramente uma wiki com informa&ccedil;&otilde;es globais sobre o m&aacute;ximo possivel de coisas explicada em detalhes com o mesmo nivel de informa&ccedil;&atilde;o de artigos mundanos, coisas desconhecidas pela historia certamente v&atilde;o estar meio nebulosas, mas com certeza vai dar mais detalhe do que qualquer hist&oacute;ria vai providenciar. Posteriormente talvez separar a wiki de uma enciclopedia mais linear mesmo, e restrita somente a certos assuntos.</li>
            <li>Pelo menos uma lingua artificial completa, ou pelo menos &ldquo;fal&aacute;vel&rdquo; (tendo toda a gram&aacute;tica e fon&eacute;tica cobertos, por&eacute;m com o vocabul&aacute;rio um pouco limitado), as demais linguas do mundo v&atilde;o ser somente pinceladas em cima de aspectos basicos de fon&eacute;tica e gram&aacute;tica, e palavras ser&atilde;o boladas conforme necessidade com base em prefixos e sufixos feitos a partir da fon&eacute;tica.</li>
            <li>Um &aacute;lbum musical como se fosse uma &ldquo;trilha sonora&rdquo; do mundo e provavelmente do plot da HQ tamb&eacute;m, projeto que chamei de &ldquo;Sound Story&rdquo; e que provavelmente vai ser a &uacute;ltima coisa a ser feita.</li>
            <li>Uma plataforma &ldquo;living world&rdquo; que provavelmente vai ser o meu vending point tanto da HQ quanto do mundo, &eacute; um esquema experimental que n&atilde;o vou dar muitos detalhes do que &eacute;, por hora. Mas &eacute; basicamente um resumo interativo em tempo real da hist&oacute;ria do mundo, que vai cobrir o p de tempo em que as HQs v&atilde;o se passar.</li>
            <li>E bem no fundo da lista, est&aacute; tamb&eacute;m algum projeto de anima&ccedil;&atilde;o, explico melhor no item abaixo </li>
        </ul>
    </div>

        <div>
            <p  class="quest">Ia ser muito legal uma anima&ccedil;&atilde;o, rola?</p>

        <br>Isso &eacute; perguntado com mais frequ&ecirc;ncia do que eu esperava, e a not&iacute;cia triste &eacute; que &eacute; muito provavel que um projeto de anima&ccedil;&atilde;o jamais exista porque primeiro que eu n&atilde;o sou animador e definitivamente n&atilde;o &eacute; algo que eu vou conseguir aprender e aprimorar direito com tudo o que j&aacute; tem em paralelo,&nbsp; e por consequ&ecirc;ncia disso eu ia precisar de um funding muito grande pra pagar decentemente um pessoal pra animar. O dia que eu tiver dinheiro sobrando pra isso quem sabe, mas at&eacute; algo muito louco acontecer, a resposta pra isso &eacute;: N&atilde;o, n&atilde;o vai ter anima&ccedil;&atilde;o, sry. <br>
             </div>

            <div><p  class="quest">Parece muita coisa, t&aacute; fazendo tudo isso sozinho?</p>
    <br>Sim e n&atilde;o, as dire&ccedil;&otilde;es e decis&otilde;es de tudo, artes e todo o material publicados s&atilde;o de fato cria&ccedil;&atilde;o minha sozinho. MAS h&aacute; mais ou menos um ano, eu&nbsp; resolvi largar um pouco do ci&uacute;me do projeto e trocar ideias com amigos e alguns tem influenciado muito no trabalho, principalmente na parte de escrita onde eu sou completamente iniciante. Em 2012 fui &ldquo;pr&eacute;-cozindo&rdquo; na parte da escrita pelo Rodrigo Arag&atilde;o, que &eacute; especialista em roteiro e que &eacute; bastante critico com todos os fios que formam a malha dele. Dani Martins que &eacute; quadrinhista e j&aacute; tem projeto em produ&ccedil;&atilde;o, que me deu os primeiros chutes na bunda quanto a roteiro e produ&ccedil;&atilde;o. E o Fabr&iacute;cio Vizzotto que &eacute; at&eacute; o momento &eacute; o maior colaborador, os brainstorms dele n&atilde;o tem limite, ent&atilde;o eventualmente a gente senta e discute tudo que &eacute; loucura e eu vou desdobrando o que acontece no silenyte atr&aacute;ves dos nosso insights.<br>Fora isso, a parte de pesquisa e coisas mais t&eacute;cnicas como a parte de quimica, fisica, geopolitca, historia, sociologia etc. Eu pretendo muito em breve come&ccedil;ar a contatar gente especializada nos assuntos pra trocar uma id&eacute;ia, pois se eu for atr&aacute;s de tudo eu mesmo como eu tenho feito desde ent&atilde;o, eu vou demorar muito mais pra fazer tudo.<br><br>A lista de agradecimentos que era de uma meia d&uacute;zia de pessoas certamente vai encher uma p&aacute;gina, levei tempo demais pra descobrir que n&atilde;o dava pra bolar tudo isso sozinho &ldquo;em segredo&rdquo;.</div>




   </div>

<span class="linke"><a href="index.html">VOLTAR</a></span>
</body>

</html>
